var dataPoint = {
   "1": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ทุ่งบัวตอง",
      "lat": "18.863773 ",
      "lng": "98.090791"
   },
   "2": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ดอยกองมู",
      "lat": "19.296858",
      "lng": "97.96375"
   },
   "3": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำน้ำลอด",
      "lat": "19.577417",
      "lng": " 98.287782"
   },
   "4": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกผาเสื่อ",
      "lat": "19.491794 ",
      "lng": "97.96061"
   },
   "5": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำปลา",
      "lat": "19.43255 ",
      "lng": "97.990276"
   },
   "6": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกแม่สุริน",
      "lat": "18.934862",
      "lng": "98.075449 "
   },
   "7": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเชียงดาว",
      "lat": "19.387441",
      "lng": "98.915717"
   },
   "8": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเมืองออน",
      "lat": "18.782888",
      "lng": "99.26142"
   },
   "9": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกห้วยแก้ว",
      "lat": "18.809047 ",
      "lng": "98.946142"
   },
   "10": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกแม่ยะ",
      "lat": "18.809047 ",
      "lng": "98.946142 "
   },
   "11": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกแม่กลาง",
      "lat": "18.49402",
      "lng": "98.671291"
   },
   "12": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกแม่สา",
      "lat": "18.89918",
      "lng": "98.899823"
   },
   "13": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "โป่งเดือดป่าแป๋",
      "lat": "19.228384",
      "lng": "98.70054"
   },
   "14": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บ่อน้ำร้อนฝาง",
      "lat": "19.963953",
      "lng": "99.156744"
   },
   "15": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ออบหลวง",
      "lat": "18.217948",
      "lng": "98.485969"
   },
   "16": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ผาจ้อ",
      "lat": "18.533188",
      "lng": "98.719538"
   },
   "17": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำหลวงนางนอน (เขานางนอน)",
      "lat": "20.370054",
      "lng": "99.874842"
   },
   "18": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกขุนกรณ์",
      "lat": "19.85663",
      "lng": "99.656868"
   },
   "19": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกปูแกง",
      "lat": "19.442956",
      "lng": "99.722584"
   },
   "20": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดทรายริมน้ำแม่กก (พัทยา2)",
      "lat": "19.919211",
      "lng": "99.819071"
   },
   "21": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกภูซาง",
      "lat": "19.672208",
      "lng": "100.385841"
   },
   "22": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกจำปาทอง",
      "lat": "19.221747",
      "lng": "99.731125"
   },
   "23": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "กว๊านพะเยา",
      "lat": "19.158284",
      "lng": "99.880857"
   },
   "24": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ฝั่งต้า",
      "lat": "18.86755",
      "lng": "100.332347"
   },
   "25": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำหลวงผาเวียง",
      "lat": "18.208197",
      "lng": "98.867597"
   },
   "26": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกแม่ก้อ",
      "lat": "17.581776",
      "lng": "98.819526"
   },
   "27": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผาไท",
      "lat": "18.602426",
      "lng": "99.898808"
   },
   "28": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกวังแก้ว",
      "lat": "19.315471",
      "lng": "99.68133"
   },
   "29": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกแจ้ช้อน-น้ำพุร้อนแจซ้อน",
      "lat": "18.821306",
      "lng": "99.386998"
   },
   "30": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แก่งหลวง",
      "lat": "18.020167",
      "lng": "99.950597"
   },
   "31": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผานางคอย",
      "lat": "18.362515",
      "lng": "100.352552"
   },
   "32": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกห้วยโรง",
      "lat": "18.437613",
      "lng": "100.461305"
   },
   "33": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แพะเมืองผี",
      "lat": "18.187246",
      "lng": "100.247198"
   },
   "34": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผาตูบ",
      "lat": "18.865124",
      "lng": "100.736163"
   },
   "35": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผามอง-ถ้ำผาเวียง",
      "lat": "18.440295",
      "lng": "100.708182"
   },
   "36": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกศิลาเพชร",
      "lat": "19.100542",
      "lng": "100.954323"
   },
   "37": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เสาดิน-ฮ่อมจ๊อม",
      "lat": "18.279498",
      "lng": "100.755071"
   },
   "38": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกธารารักษ์",
      "lat": "16.554779",
      "lng": "98.715301"
   },
   "39": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำแม่อุสุ",
      "lat": "17.30012",
      "lng": "98.162083"
   },
   "40": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกลานสาง",
      "lat": "16.765601",
      "lng": "99.00258"
   },
   "41": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกพาเจริญ",
      "lat": "16.478764",
      "lng": "98.859884"
   },
   "42": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกทีลอซู",
      "lat": "15.951211",
      "lng": "98.789287"
   },
   "43": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาสน",
      "lat": "16.570994",
      "lng": "99.323388"
   },
   "44": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกคลองลาน",
      "lat": "16.124692",
      "lng": "99.289922"
   },
   "45": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกคลองน้ำไหล (น้ำตกปางควาย)",
      "lat": "16.206751",
      "lng": "99.275306"
   },
   "46": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำนเรศวร",
      "lat": "16.499272",
      "lng": "100.668625"
   },
   "47": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกชาติตระการ",
      "lat": "17.295912",
      "lng": "100.686228"
   },
   "48": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกแก่งโสภา",
      "lat": "16.863811",
      "lng": "100.837422"
   },
   "49": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกปอย",
      "lat": "16.841068",
      "lng": "100.751583"
   },
   "50": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำลม-ถ้ำวัง",
      "lat": "17.260245",
      "lng": "99.539058"
   },
   "51": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกสายรุ้ง",
      "lat": "16.826751",
      "lng": "99.64059"
   },
   "52": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดดาว",
      "lat": "17.552999",
      "lng": "99.492569"
   },
   "53": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงสีไฟ",
      "lat": "16.420512",
      "lng": "100.341395"
   },
   "54": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกศรีดิษฐ์",
      "lat": "16.63336",
      "lng": "100.940652"
   },
   "55": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดหมอก",
      "lat": "17.061215",
      "lng": "101.304746"
   },
   "56": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ลานหินปุ่ม-ลานหินแตก",
      "lat": "16.947175",
      "lng": "100.957924"
   },
   "57": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาแก้ว-เขาหน่อและใกล้เคียง",
      "lat": "15.93889",
      "lng": "99.881314"
   },
   "58": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงบอระเพ็ด",
      "lat": "15.703775",
      "lng": "100.22673"
   },
   "59": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาฆ้องชัย",
      "lat": "15.436336",
      "lng": "99.592098"
   },
   "60": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกไซเบอร์(น้ำตกหินลาด)",
      "lat": "15.23807",
      "lng": "99.413452"
   },
   "61": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกวังก้านเหลือง",
      "lat": "15.165348",
      "lng": "101.151306"
   },
   "62": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงแม่ลา",
      "lat": "14.944582",
      "lng": "100.330391"
   },
   "63": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกมวกเหล็ก",
      "lat": "14.635367",
      "lng": "101.203354"
   },
   "64": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเจ็ดสาวน้อย",
      "lat": "14.716836",
      "lng": "101.187691"
   },
   "65": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงพระราม",
      "lat": "14.35278",
      "lng": "100.566075"
   },
   "66": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำธารลอด",
      "lat": "14.679295",
      "lng": "99.289552"
   },
   "67": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำพระธาตุ",
      "lat": "14.429009",
      "lng": "99.083498"
   },
   "68": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำดาวดึงส์",
      "lat": "14.467163",
      "lng": "98.829961"
   },
   "69": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำละว้า",
      "lat": "14.298594",
      "lng": "98.967084"
   },
   "70": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเขาพัง(น้ำตกไทรโยคน้อย)",
      "lat": "14.241172",
      "lng": "99.066047"
   },
   "71": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกไทรโยคใหญ่",
      "lat": "14.430562",
      "lng": "98.857125"
   },
   "72": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกห้วยขมิ้น",
      "lat": "14.6198",
      "lng": "99.025535"
   },
   "73": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเอราวัณ (เขาสลอบ)",
      "lat": "14.362974",
      "lng": "99.145382"
   },
   "74": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "สวนหิน",
      "lat": "14.016264",
      "lng": "99.467892"
   },
   "75": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขางู",
      "lat": "13.568148",
      "lng": "99.776395"
   },
   "76": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเขาบิน",
      "lat": "13.591068",
      "lng": "99.667399"
   },
   "77": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำจอมพล",
      "lat": "13.620869",
      "lng": "99.59237"
   },
   "78": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาเจ้าลาย",
      "lat": "12.825694",
      "lng": "99.950507"
   },
   "79": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาวัง",
      "lat": "13.106248",
      "lng": "99.940272"
   },
   "80": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเขาหลวง",
      "lat": "13.134062",
      "lng": "99.937149"
   },
   "81": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดเจ้าสำราญ",
      "lat": "13.002452",
      "lng": "100.068504"
   },
   "82": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดชะอำ",
      "lat": "12.803168",
      "lng": "99.99073"
   },
   "83": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกห้วยยาง",
      "lat": "11.624461",
      "lng": "99.613709"
   },
   "84": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดวนกร",
      "lat": "11.630583",
      "lng": "99.704538"
   },
   "85": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดหัวหิน",
      "lat": "12.557322",
      "lng": "99.966539"
   },
   "86": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาเต่า",
      "lat": "12.452153",
      "lng": "99.982479"
   },
   "87": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ดอนหอยหลอด",
      "lat": "13.374172",
      "lng": "100.0378"
   },
   "88": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกนางรอง",
      "lat": "14.331726",
      "lng": "101.325926"
   },
   "89": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกสาริกา",
      "lat": "14.307277",
      "lng": "101.261276"
   },
   "90": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แก่งสลัดได",
      "lat": "14.196255",
      "lng": "101.584523"
   },
   "91": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเขาอีโต้",
      "lat": "14.15311",
      "lng": "101.411828"
   },
   "92": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกห้วยเกษียร",
      "lat": "14.161302",
      "lng": "101.45034"
   },
   "93": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาหินซ้อน",
      "lat": "13.755686",
      "lng": "101.513528"
   },
   "94": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เกาะสีชัง",
      "lat": "13.148602",
      "lng": "100.811006"
   },
   "95": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดบางแสน",
      "lat": "13.28773",
      "lng": "100.911464"
   },
   "96": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดพัทยา",
      "lat": "12.934659",
      "lng": "100.885561"
   },
   "97": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดจอมเทียน",
      "lat": "12.88112",
      "lng": "100.881494"
   },
   "98": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเขาชะเมา(น้ำตกคลองน้ำใส)",
      "lat": "12.913528",
      "lng": "101.728861"
   },
   "99": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกธรรมรส",
      "lat": "13.016309",
      "lng": "101.407039"
   },
   "100": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดทรายแก้ว (เกาะเสม็ด)",
      "lat": "12.564589",
      "lng": "101.466758"
   },
   "101": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดแม่รำพึง",
      "lat": "12.627283",
      "lng": "101.346967"
   },
   "102": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แหลมแม่พิม",
      "lat": "12.64077",
      "lng": "101.647141"
   },
   "103": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกพลิ้ว",
      "lat": "12.526014",
      "lng": "102.18525"
   },
   "104": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกกระทิง",
      "lat": "12.835445",
      "lng": "102.127306"
   },
   "105": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดคุ้งวิมาน",
      "lat": "12.602027",
      "lng": "101.876104"
   },
   "106": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แหลมเสด็จคุ้งกระเบน",
      "lat": "12.567747",
      "lng": "101.892963"
   },
   "107": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แหลมสิงห์",
      "lat": "12.479826",
      "lng": "102.06809"
   },
   "108": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดทรายแก้ว",
      "lat": "12.032812",
      "lng": "102.760053"
   },
   "109": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดบานชื่น",
      "lat": "11.903525",
      "lng": "102.781306"
   },
   "110": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดสุขสำราญ",
      "lat": "11.924111",
      "lng": "102.78458"
   },
   "111": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "อ่าวตาลคู่",
      "lat": "12.199752",
      "lng": "102.281263"
   },
   "112": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แหลมงอบ",
      "lat": "12.166511",
      "lng": "102.394091"
   },
   "113": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เสาหินเหลี่ยม",
      "lat": "12.573075",
      "lng": "102.37166"
   },
   "114": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ผาเกิ้ง",
      "lat": "15.999383",
      "lng": "101.882542"
   },
   "115": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำวัวแดง (ถ้ำพระ)",
      "lat": "16.055717",
      "lng": "101.430852"
   },
   "116": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดโตน",
      "lat": "15.966823",
      "lng": "102.034871"
   },
   "117": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หนองแวง",
      "lat": "15.925605",
      "lng": "102.281876"
   },
   "118": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงละหาน",
      "lat": "15.640974",
      "lng": "101.884676"
   },
   "119": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ป่าหินงาม",
      "lat": "15.64253",
      "lng": "101.401435"
   },
   "120": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แก่งฟ้า",
      "lat": "16.310536",
      "lng": "102.780085"
   },
   "121": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงแก่นนคร",
      "lat": "16.410996",
      "lng": "102.840491"
   },
   "122": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผาพวง",
      "lat": "16.823803",
      "lng": "102.007509"
   },
   "123": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ผานกเค้า",
      "lat": "16.839139",
      "lng": "101.956999"
   },
   "124": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเอราวัณ",
      "lat": "17.335358",
      "lng": "102.149572"
   },
   "125": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกยูงทอง",
      "lat": "17.922012",
      "lng": "102.255411"
   },
   "126": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเฒ่าโต้",
      "lat": "16.326449",
      "lng": "102.487325"
   },
   "127": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หอนางอุษา",
      "lat": "17.717669",
      "lng": "102.453378"
   },
   "128": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูทอก",
      "lat": "18.132047",
      "lng": "103.884879"
   },
   "129": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเจ็ดสีภูวัว",
      "lat": "18.154144",
      "lng": "103.957764"
   },
   "130": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกธารทอง",
      "lat": "18.024942",
      "lng": "102.368032"
   },
   "131": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกธารทิพย์ (น้ำตกตาดเสริม)",
      "lat": "18.117406",
      "lng": "102.200677"
   },
   "132": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แก่งคุดคู้",
      "lat": "17.888623",
      "lng": "101.627426"
   },
   "133": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูกระดึง",
      "lat": "16.88152",
      "lng": "101.789194"
   },
   "134": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูเรือ",
      "lat": "17.491283",
      "lng": "101.374112"
   },
   "135": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูหลวง",
      "lat": "17.217501",
      "lng": "101.58299"
   },
   "136": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผาพวง (ถ้ำผาพุง)",
      "lat": "17.32604",
      "lng": "101.674066"
   },
   "137": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผาปู่",
      "lat": "17.576103",
      "lng": "101.714203"
   },
   "138": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำพระทอง",
      "lat": "17.247107",
      "lng": "103.510598"
   },
   "139": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกคำหอม",
      "lat": "17.141162",
      "lng": "103.984088"
   },
   "140": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดโตน",
      "lat": "17.130073",
      "lng": "104.002017"
   },
   "141": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หนองหาน",
      "lat": "17.217959",
      "lng": "104.179456"
   },
   "142": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำพระเวทย์",
      "lat": "16.87818",
      "lng": "104.471969"
   },
   "143": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดขาม",
      "lat": "17.950826",
      "lng": "104.147813"
   },
   "144": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดโพธิ์",
      "lat": "17.987426",
      "lng": "104.146929"
   },
   "145": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงใหญ่",
      "lat": "16.944879",
      "lng": "104.729352"
   },
   "146": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แก่งกะเบา",
      "lat": "16.795511",
      "lng": "104.738246"
   },
   "147": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูผาเทิบ",
      "lat": "16.42381",
      "lng": "104.794012"
   },
   "148": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูถ้ำพระ",
      "lat": "16.423568",
      "lng": "104.777621"
   },
   "149": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำฝ่ามือแดง",
      "lat": "16.435728",
      "lng": "104.740139"
   },
   "150": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดโตน",
      "lat": "16.484097",
      "lng": "104.333921"
   },
   "151": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูสิงห์",
      "lat": "16.720977",
      "lng": "103.517794"
   },
   "152": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูปอ",
      "lat": "16.619849",
      "lng": "103.629415"
   },
   "153": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกตาดทอง",
      "lat": "16.749989",
      "lng": "104.127546"
   },
   "154": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "สะพานหิน",
      "lat": "16.533805",
      "lng": "104.202554"
   },
   "155": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หนองบัว",
      "lat": "16.315322",
      "lng": "103.294883"
   },
   "156": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หินร่อง",
      "lat": "16.203426",
      "lng": "102.908455"
   },
   "157": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ผาน้ำย้อย",
      "lat": "16.371566",
      "lng": "104.337583"
   },
   "158": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงพลาญชัย",
      "lat": "16.054458",
      "lng": "103.654382"
   },
   "159": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูถ้ำพระ",
      "lat": "16.275423",
      "lng": "104.560652"
   },
   "160": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเหวสุวัต",
      "lat": "14.433136",
      "lng": "101.41667"
   },
   "161": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกหลังเหว",
      "lat": "14.733444",
      "lng": "101.381656"
   },
   "162": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บึงกระโทก",
      "lat": "14.727621",
      "lng": "102.179694"
   },
   "163": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำวัวแดง",
      "lat": "14.475981",
      "lng": "102.286263"
   },
   "164": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูกระโดง",
      "lat": "14.934905",
      "lng": "103.098065"
   },
   "165": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูพนมรุ้ง",
      "lat": "14.534844",
      "lng": "102.944288"
   },
   "166": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ภูพระอังคาร",
      "lat": "14.542331",
      "lng": "102.822926"
   },
   "167": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "มออีแดง",
      "lat": "14.393331",
      "lng": "104.67746"
   },
   "168": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกสำโรงเกียรติ (น้ำตกปีศาจ)",
      "lat": "14.524772",
      "lng": "104.487282"
   },
   "169": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกห้วยจันทร์",
      "lat": "14.522675",
      "lng": "104.368722"
   },
   "170": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หนองไพรบึง",
      "lat": "14.762249",
      "lng": "104.364086"
   },
   "171": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แก่งสะพือ",
      "lat": "15.245566",
      "lng": "105.247089"
   },
   "172": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แก่งตะนะ",
      "lat": "15.302605",
      "lng": "105.476531"
   },
   "173": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ผาแต้ม",
      "lat": "15.403054",
      "lng": "105.53314"
   },
   "174": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เสาเฉลียง",
      "lat": "15.421856",
      "lng": "105.515247"
   },
   "175": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หนองสามขา",
      "lat": "15.685846",
      "lng": "104.48915"
   },
   "176": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเขาเกรียบ",
      "lat": "9.818992",
      "lng": "99.04195"
   },
   "177": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกกะเปาะ",
      "lat": "10.731944",
      "lng": "99.230013"
   },
   "178": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกทับช้าง (ทุ่งตะโก )",
      "lat": "10.105482",
      "lng": "99.017342"
   },
   "179": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดอรุโณทัย",
      "lat": "10.101603",
      "lng": "99.152654"
   },
   "180": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดทรายรี",
      "lat": "10.395457",
      "lng": "99.282553"
   },
   "181": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ทะเลใน (หมู่เกาะอ่างทอง)",
      "lat": "9.652659",
      "lng": "99.668518"
   },
   "182": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกเขาแพง",
      "lat": "9.750311",
      "lng": "100.020435"
   },
   "183": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกหินลาด",
      "lat": "9.523251",
      "lng": "99.965775"
   },
   "184": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกหน้าเมือง",
      "lat": "9.464389",
      "lng": "99.993847"
   },
   "185": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดเฉวง",
      "lat": "9.51958",
      "lng": "100.062103"
   },
   "186": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดละไม",
      "lat": "9.463324",
      "lng": "100.049178"
   },
   "187": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หินตา-หินยาย",
      "lat": "9.441678",
      "lng": "100.029303"
   },
   "188": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกพรหมโลก",
      "lat": "8.526189",
      "lng": "99.789126"
   },
   "189": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกโยง",
      "lat": "8.180254",
      "lng": "99.738744"
   },
   "190": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดสิชล",
      "lat": "9.005824",
      "lng": "99.926837"
   },
   "191": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดขนอม",
      "lat": "9.196091",
      "lng": "99.879315"
   },
   "192": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาอกทะลุ",
      "lat": "7.626413",
      "lng": "100.092212"
   },
   "193": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกบ้านโตน",
      "lat": "7.484398",
      "lng": "99.901778"
   },
   "194": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกหม่อมจุ้ย",
      "lat": "7.253009",
      "lng": "100.040795"
   },
   "195": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ทะเลน้อย",
      "lat": "7.78633",
      "lng": "100.153832"
   },
   "196": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เกาะหนู-เกาะแมว",
      "lat": "7.234655",
      "lng": "100.599961"
   },
   "197": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาตังกวน-เขาน้อย",
      "lat": "7.209348",
      "lng": "100.596703"
   },
   "198": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกโตนงาช้าง",
      "lat": "6.94211",
      "lng": "100.227677"
   },
   "199": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกบริพัตร",
      "lat": "6.989317",
      "lng": "100.157197"
   },
   "200": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ทะเลสาบสงขลา",
      "lat": "7.173064",
      "lng": "100.564209"
   },
   "201": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "อุทยานนกน้ำคูขุด",
      "lat": "7.458372",
      "lng": "100.410578"
   },
   "202": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดปากบางสะกอม",
      "lat": "6.951844",
      "lng": "100.837091"
   },
   "203": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดสมิหลา",
      "lat": "7.212949",
      "lng": "100.601243"
   },
   "204": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดเก้าเส้ง",
      "lat": "7.18167",
      "lng": "100.624673"
   },
   "205": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดม่วงงาม",
      "lat": "7.354198",
      "lng": "100.490984"
   },
   "206": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แหลมสนอ่อน",
      "lat": "7.224774",
      "lng": "100.581364"
   },
   "207": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกทรายขาว",
      "lat": "6.654974",
      "lng": "101.098063"
   },
   "208": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดรัชดาภิเษก (หาดสายหมอ)",
      "lat": "6.85872",
      "lng": "101.119006"
   },
   "209": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดแฆแฆ",
      "lat": "6.843267",
      "lng": "101.558056"
   },
   "210": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดชลาลัย",
      "lat": "6.870548",
      "lng": "101.48292"
   },
   "211": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดตะโละกาโปร์",
      "lat": "6.898597",
      "lng": "101.388106"
   },
   "212": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แหลมตาชี (แหลมโพธิ์)",
      "lat": "6.946942",
      "lng": "101.2988"
   },
   "213": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำคูหาภิมุข",
      "lat": "6.523541",
      "lng": "101.232185"
   },
   "214": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำกระแซง",
      "lat": "6.216113",
      "lng": "101.19879"
   },
   "215": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกสุขทาลัย (น้ำตกถือลอง)",
      "lat": "6.315203",
      "lng": "101.363112"
   },
   "216": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกธารโต",
      "lat": "6.188688",
      "lng": "101.163449"
   },
   "217": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกละอองรุ้ง",
      "lat": "5.99747",
      "lng": "101.182359"
   },
   "218": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำโต๊ะโม๊ะ",
      "lat": "5.804421",
      "lng": "101.710663"
   },
   "219": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกฉัตรวารินทร์",
      "lat": "6.099862",
      "lng": "101.83379"
   },
   "220": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกบาโจ (น้ำตกปาโจ)",
      "lat": "6.4955",
      "lng": "101.636624"
   },
   "221": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกซีโป",
      "lat": "6.26899",
      "lng": "101.640221"
   },
   "222": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดนราทัศน์",
      "lat": "6.449062",
      "lng": "101.820304"
   },
   "223": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำพระขยางค์",
      "lat": "10.323823",
      "lng": "98.769148"
   },
   "224": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกหงาว",
      "lat": "9.852715",
      "lng": "98.634959"
   },
   "225": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกปุญญบาล",
      "lat": "10.061002",
      "lng": "98.673057"
   },
   "226": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดแหลมสน",
      "lat": "9.613269",
      "lng": "98.467528"
   },
   "227": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดประพาส",
      "lat": "9.379357",
      "lng": "98.39708"
   },
   "228": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "บ่อน้ำร้อนแร่ธรรมชาติ",
      "lat": "9.955615",
      "lng": "98.653319"
   },
   "229": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาพิงกัน-เขาตะปู",
      "lat": "8.271181",
      "lng": "98.503801"
   },
   "230": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำสุวรรณคูหา",
      "lat": "8.427293",
      "lng": "98.475168"
   },
   "231": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำพุงช้าง",
      "lat": "8.442667",
      "lng": "98.517233"
   },
   "232": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำลอด",
      "lat": "8.270374",
      "lng": "98.484685"
   },
   "233": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกลำปี",
      "lat": "8.46025",
      "lng": "98.285032"
   },
   "234": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "อ่าวไม้งาม",
      "lat": "9.449465",
      "lng": "97.856597"
   },
   "235": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "อ่าวแม่ยาย",
      "lat": "9.458117",
      "lng": "97.875695"
   },
   "236": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดท้ายเหมือง",
      "lat": "8.376513",
      "lng": "98.255214"
   },
   "237": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกโตนไทร",
      "lat": "8.027808",
      "lng": "98.372243"
   },
   "238": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดไนยาง",
      "lat": "8.088292",
      "lng": "98.299769"
   },
   "239": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดป่าตอง",
      "lat": "7.896056",
      "lng": "98.298669"
   },
   "240": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดสุรินทร์",
      "lat": "7.971777",
      "lng": "98.280848"
   },
   "241": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดไนหาน",
      "lat": "7.77527",
      "lng": "98.307035"
   },
   "242": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขารัง",
      "lat": "7.897766",
      "lng": "98.375094"
   },
   "243": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "แหลมพรหมเทพ",
      "lat": "7.759993",
      "lng": "98.319822"
   },
   "244": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เกาะพีพีเล-เกาะพีพีดอน",
      "lat": "7.677935",
      "lng": "98.771726"
   },
   "245": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เขาขนาบน้ำ",
      "lat": "8.077403",
      "lng": "98.924088"
   },
   "246": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำพระนางใน",
      "lat": "8.003785",
      "lng": "98.843237"
   },
   "247": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเสด็จ",
      "lat": "8.106912",
      "lng": "98.866679"
   },
   "248": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำไวกิ้ง",
      "lat": "7.681776",
      "lng": "98.76651"
   },
   "249": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "อ่าวพระนาง",
      "lat": "8.032042",
      "lng": "98.818723"
   },
   "250": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "สุสานหอย 75 ล้านปี",
      "lat": "8.018033",
      "lng": "98.877401"
   },
   "251": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำผีหัวโต",
      "lat": "8.3705",
      "lng": "98.689546"
   },
   "252": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเพชร",
      "lat": "8.392751",
      "lng": "98.768374"
   },
   "253": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ถ้ำเขาปินะ",
      "lat": "7.74664",
      "lng": "99.529394"
   },
   "254": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "น้ำตกโตนเต๊ะ",
      "lat": "7.296844",
      "lng": "99.837534"
   },
   "255": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ทะเลสองห้อง",
      "lat": "7.843256",
      "lng": "99.481214"
   },
   "256": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดเจ้าไหม",
      "lat": "7.32776",
      "lng": "99.383926"
   },
   "257": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดปากเมง",
      "lat": "7.490628",
      "lng": "99.326287"
   },
   "258": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "เกาะไข่ (เกาะตะรุเตา)",
      "lat": "6.572376",
      "lng": "99.456582"
   },
   "259": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "ผาโต๊ะบู (เกาะตะรุเตา)",
      "lat": "6.706934",
      "lng": "99.655306"
   },
   "260": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "อ่าวพันเตมะละกา (เกาะนุรุเตา)",
      "lat": "6.694287",
      "lng": "99.642397"
   },
   "261": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดหินงาม (เกาะตะรุเตา)",
      "lat": "6.495599",
      "lng": "99.307509"
   },
   "262": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดปากบารา",
      "lat": "6.847021",
      "lng": "99.736947"
   },
   "263": {
      "type": "แหล่งธรรมชาติอันควรอนุรักษ์",
      "name": "หาดราไว",
      "lat": "7.000661",
      "lng": "99.67223"
   },
}
